9/data/attachments/b29e1cde2630df17.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_dba243b4-fe2f-476f-b446-32680501db19</nif:username>
            <nif:pageInfo>
                <nif:page>1000</nif:page>
                <nif:size>1</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>